Repository: CHD-UCSD/OnlineQuestionnaires
Catalog: survey/locale/*/LC_MESSAGES/django.po
Languages: es

source: Log out
es: Cerrar sesi√≥n

source: Home
es: Pagina principal

source: Welcome
es: Bienvenidos

source: Questionnaires
es: Cuestionarios

source: Login
es: Entrar

source: Center for Human Development Questionnaires
es: Cuestionarios del Centro del Desarrollo Humano

source: Center for Human Development
es: Centro del Desarrollo Humano

source: Please login to access the questionnaires.
es: Por favor entre para tener acceso a los cuestionarios

source: Your username and password didn't match. Please try again.
es: Su nombre de usuario y la clave no coinciden. Por favor trate otra vez.

source: Forgot username/password?
es: Olvido el nombre de usuario o la clave?

source: Submit page
es: Enviar pagina

source: Almost done!
es: Casi terminado!

source: You've reached the end of the questionnaire!
es: Llego al final del cuestionario!

source: If you would like to change any of your responses, now is the time to do so using the Back button. Please note that when you click Submit, your responses will be recorded and you will no longer be able to access the questionnaire.
es: Si quiere cambiar alguna de sus respuestas, ahora es el momento de hacerlousando el boton de regreso. Por favor note que cuando presione el boton de Enviar,sus respuestas seran gravadas y ya no podra entrar al cuestionario de nuevo.

source: Submit
es: Enviar

source: Back
es: Regresar

source: Available Questionnaires
es: Cuestionarios Disponibles

source: Questionnaire not available
es: Cuestionario no disponible

source: Oops! Questionnaires not available.
es: Uh oh! Cuestionario no disponible.

source: The questionnaire you're trying to access is not available to you at this time.
es: El cuestionario al que esta tratando de entrar no esta disponible para usted en este momento.

source: Please return Home to access the available questionnaires.
es: Por favor regrese a la pagina principal para entrar a los cuestionarios disponibles.

source: Next
es: Proximo

source: Change response?
es: Cambiar respuesta?

source: No questions are available.
es: No preguntas disponibles en este momento.
